const popular =[

    {
        name: 'Цезарь',
        cash: 'от 445 ₽',
        img: './image/image 2 (2).png',
        alt: 'пицца цезарь'
    },
    {
     name: 'Нежный лосось',
     cash: 'от 495 ₽',
     img: './image/image 2 (3).png',
     alt: 'пицца лосось' 
    },
    {
        name: '2 пиццы',
        cash: '899 ₽',
        img: './image/image 2 (4).png',
        alt: 'додо пиццы'
    },
    {
        name: 'Карбонара',
        cash: 'от 395 ₽',
        img: './image/image 2 (5).png',
        alt: 'пицца карбонара'
    },
    
]
const  pizzaSlice=[
         {
         name: 'Пицца из половинок ',
         text: 'Соберите свою пиццу 35 см с двумя разными вкусами',
         cash: 'от 600 ₽',
         btn: 'Собрать',
         btnMobile: 'от 600 ₽',
         img: './image/image 3.png',
         alt: 'пицца из половинок'
     },
]
const pizza = [
    //  {
    //      name: 'Пицца из половинок ',
    //      text: 'Соберите свою пиццу 35 см с двумя разными вкусами',
    //      cash: 'от 600 ₽',
    //      btn: 'Собрать',
    //      btnMobile: 'от 600 ₽',
    //      img: './image/image 3.png',
    //      alt: 'пицца из половинок'
    //  },
     {
        name: 'Пепперони-сердце',
        text: 'Пикантная пепперони, моцарелла, томатный соус',
        cash: 'от 625 ₽',
        btn: 'Выбрать',
        btnMobile: 'от 625 ₽',
        img: './image/image 3 (1).png',
        alt: 'пицца пепперони'
     },
     {
        name: 'Пирог-сердце',
        text: 'Ананасы, брусника, сгущенное молоко',
        cash: 'от 625 ₽',
        btn: 'Выбрать',
        btnMobile: 'от 625 ₽',
        img: './image/image 3 (2).png',
        alt: 'пирог сердце'
     },
     {    
     name: 'Чиззи чеддер',
     text: 'Ветчина, сыр чеддер, сладкий перец, моцарелла, томатный соус, чеснок, итальянские травы',
     cash: 'от 625 ₽',
     btn: 'Выбрать',
     btnMobile: 'от 625 ₽',
     img: './image/image 3 (3).png',
     alt: 'пицца чиззи чедер'
    },
     {   
     name: 'Цыпленок блю чиз',
     text: 'Цыпленок, сыр блю чиз, томаты, моцарелла, соус альфредо',
     cash: 'от 445 ₽',
     btn: 'Выбрать',
     btnMobile: 'от 445 ₽',
     img: './image/image 3 (4).png',
     alt: 'пицца Цыпленок блю чиз'
    },
     {
        name: 'Нежный лосось',
        text: 'Лосось, томаты черри, соус песто, моцарелла, соус альфредо',
        cash: 'от 495 ₽',
        btn: 'Выбрать',
        btnMobile: 'от 495 ₽',
        img: './image/image 3 (5).png',
        alt: 'пицца Нежный лосось'
     },
     {
        name: 'Сырная',
        text: 'Увеличенная порция моцареллы, сыры чеддер и пармезан, соус альфредо',
        cash: 'от 245 ₽',
        btn: 'Выбрать',
        btnMobile: 'от 245 ₽',
        img: './image/image 3 (6).png',
        alt: 'пицца Сырная'
     },
     {
        name: 'Пепперони фреш',
        text: 'Пикантная пепперони, увеличенная порция моцареллы, томаты, томатный соус',
        cash: 'от 245 ₽',
        btn: 'Выбрать',
        btnMobile: 'от 245 ₽',
        img: './image/image 3 (7).png',
        alt: 'пицца Пепперони фреш'
     }

]
const combo =[
    {
        name: 'Комбо за 599 ₽',
        text: 'Наш хит «Аррива!» или другая пицца 25 см, Додстер, напиток и соус.',
        cash: '599 ₽',
        btn: 'Собрать',
        btnMobile: 'от 599 ₽',
        img: './image/image 3 (8).png',
        alt: 'пицца за 599'
    },
    {
        name: '2 пиццы',
        text: 'Самое популярное комбо из 2 пицц 30 см. Большой выбор',
        cash: '899 ₽',
        btn: 'Собрать',
        btnMobile: 'от 899 ₽',
        img: './image/image 3 (8).png',
        alt: '2 пиццы'
    },
    {
        name: '2 пиццы и закуска',
        text: '2 пиццы 25 см и закуска на выбор. Для компании из 2–4 человек',
        cash: '799 ₽',
        btn: 'Собрать',
        btnMobile: 'от 799 ₽',
        img: './image/image 3 (8).png',
        alt: 'пицца из 799'
    },
    {
        name: 'Пицца и 2 закуски',
        text: 'Пицца 30 см и 2 закуски на выбор. Для компании из 2–4 человек',
        cash: '799 ₽',
        btn: 'Собрать',
        btnMobile: 'от 799 ₽',
        img: './image/image 3 (8).png',
        alt: 'пицца из 799'
    },
    {
        name: 'Комбо за 999 ₽',
        text: '3 пиццы 30 см на тонком тесте по суперцене. Выбор пицц ограничен',
        cash: '999 ₽',
        btn: 'Собрать',
        btnMobile: 'от 999 ₽',
        img: './image/image 3 (9).png',
        alt: 'пицца за 999'
    },
]
const snacks =[
    {
        name: 'Томатный суп с гренками',
        text: 'Горячий суп с пшеничными гренками на основе фирменного соуса из итальянских томатов',
        cash: '99 ₽',
        btn: 'В корзину',
        btnMobile: '99 ₽',
        img: './image/image 3 (10).png',
        alt: 'суп додо'
    }, 
    {
        name: 'Комбо за 599 ₽',
        text: 'Наш хит «Аррива!» или другая пицца 25 см, Додстер, напиток и соус.',
        cash: '149 ₽',
        btn: 'В корзину',
        btnMobile: '149 ₽',
        img: './image/image 3 (10).png',
        alt: 'Томатный суп'
    }
    ,
    {
        name: 'Додстер',
        text: 'Легендарная горячая закуска с цыпленком, томатами, моцареллой, соусом ранч в тонкой пшеничной лепешке',
        cash: '159 ₽',
        btn: 'В корзину',
        btnMobile: '159 ₽',
        img: './image/image 3 (11).png',
        alt: 'додо Додстер'
    }, 
    {
        name: 'Острый Додстер',
        text: 'Горячая закуска с острым цыпленком, перцем халапеньо, солеными огурчиками, томатами, моцареллой и соусом барбекю в тонкой пшеничной лепешке',
        cash: '159 ₽',
        btn: 'В корзину',
        btnMobile: '159 ₽',
        img: './image/image 3 (12).png',
        alt: 'додо Додстер'
    },
    {
        name: 'Додстер Чипотле',
        text: 'Горячая закуска с пикантным соусом чипотле из копченых перчиков, цыпленком, томатами, моцареллой в тонкой пшеничной лепешке',
        cash: '159 ₽',
        btn: 'В корзину',
        btnMobile: '159 ₽',
        img: './image/image 3 (13).png',
        alt: 'додо Додстер'
    }
]
const deserts =[
    {
        name: 'Яблочный пирог',
        text: 'Десерт из песочного теста с яблочной начинкой. Может содержать изюм',
        cash: '99 ₽',
        btn: 'В корзину',
        btnMobile: '99 ₽',
        img: './image/image 3 (14).png',
        alt: 'Яблочный пирог'
    }, 
    {
        name: 'Чизкейк Нью-Йорки',
        text: 'Классический американский творожный десерт',
        cash: '149 ₽',
        btn: 'В корзину',
        btnMobile: '149 ₽',
        img: './image/image 3 (15).png',
        alt: 'Чизкейк Нью-Йорки'
    }
    ,
    {
        name: 'Фонданы, 2 шт',
        text: 'Два десерта с хрустящей корочкой и топлёной шоколадной начинкой',
        cash: '159 ₽',
        btn: 'В корзину',
        btnMobile: '159 ₽',
        img: './image/image 3 (16).png',
        alt: 'додо Фонданы'
    }, 
    {
        name: 'Молочный коктейль с печеньем Орео',
        text: 'Напиток из молока и мороженого с добавлением дробленого печенья «Орео»',
        cash: '159 ₽',
        btn: 'В корзину',
        btnMobile: '159 ₽',
        img: './image/image 3 (17).png',
        alt: 'додо Молочный коктейль с печеньем Орео'
    },
    {
        name: 'Классический молочный коктейль',
        text: 'Напиток из молока и мороженого',
        cash: '159 ₽',
        btn: 'В корзину',
        btnMobile: '159 ₽',
        img: './image/image 3 (17).png',
        alt: 'додо молочный коктейль'
    }
]
const drinks = [
    {
        name: '2 Coca-Cola по суперцене',
        text: 'Две классические Coca-Cola по 0,5 литров по выгодной цене, 0,5 л',
        cash: '159 ₽',
        btn: 'В корзину',
        btnMobile: '159 ₽',
        img: './image/image 3 (18).png',
        alt: 'Coca-Cola'
    },
    {
        name: 'Coca-Cola Orange',
        text: '0,5 л',
        cash: '95 ₽',
        btn: 'В корзину',
        btnMobile: '95 ₽',
        img: './image/image 3 (19).png',
        alt: 'Coca-Cola Orange'
    },
    {
        name: 'Coca-Cola Zero',
        text: '0,5 л',
        cash: '95 ₽',
        btn: 'В корзину',
        btnMobile: '95 ₽',
        img: './image/image 3 (20).png',
        alt: 'Coca-Cola Orange'
    },
    {
        name: 'Coca-Cola',
        text: '0,5 л',
        cash: '95 ₽',
        btn: 'В корзину',
        btnMobile: '95 ₽',
        img: './image/image 3 (21).png',
        alt: 'Coca-Cola'
    },
    {
        name: 'Coca-Cola Vanilla',
        text: '0,5 л',
        cash: '95 ₽',
        btn: 'В корзину',
        btnMobile: '95 ₽',
        img: './image/image 3 (22).png',
        alt: 'Coca-Cola vanilla'
    }
]

